;汉化：aotix

[Preatorian X2CharacterTemplate]
strCharacterName="执政官"

[AutopsyPreatorian X2TechTemplate]
DisplayName="执政官尸检"
Summary="让我们了解一下这个新的敌人。"
CodeName="执政官"
LongDescription="执政官是收割者构造的畸形骷髅。"

[CorpsePreatorian X2ItemTemplate]
FriendlyName="执政官尸体"
FriendlyNamePlural="执政官尸体"
BriefSummary="对这个标本进行解剖可能会带来进一步的发展。"
